[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=Ungenügend Systemrechte um zu installieren bzw. löschen. Bitte überprüfen sie die Systemrechte.
MSG_101=Unvollständige Setup Daten Installation fehlgeschlagen!
MSG_102=Eine neuere Version ist bereits installiert, Installation wurde abgebrochen.
MSG_103=Kann nicht kopiert werden, "OK" klicken um fortzufahren!
MSG_1040="Startup on boot" Daten existieren.
MSG_1041=Anpassbare Registrierungsinformation existiert.
MSG_1042=Programmdateien vorhanden!
MSG_201=Deinstallations-Informationen unvollständig, Installation wurde abgebrochen!
MSG_202=Datei kann nicht entfernt werden, "OK" klicken, um fortzufahren.
MSG_301=Dateien unvollständig, Aktualisierung nicht möglich!
MSG_302=Bitte die ältere Version deinstallieren und die Installation neustarten.
MSG_501=Ältere Version gefunden, Upgrade durchführen?
MSG_502=Upgrade fehlgeschlagen, bitte erneut versuchen!
MSG_503=Neuste Version bereits installiert, Aktualisierung dennoch durchführen?
//準備安裝畫面=
FPrepare->Caption=Installations-Assistent
FPrepare->lb_Prepare->Caption=Die Installation wird vorbereitet. Der Installationsassistent wird Sie durch die Installation führen, bitte warten.
FPrepare->lb_PrepareProc->Caption=Installation wird vorbereitet
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=Willkommen zum %P Installations-Assistenten
FWelcome->lb_StartInstallation->Caption=Der Installations-Assistent möchte %P auf Ihrem Computer installieren. Wenn Sie fortfahren möchten, klicken Sie bitte auf "Weiter".
FWelcome->lb_SelectLanguage->Caption=Wählen Sie eine Sprache
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=Bereit für Installation
FSeriesSelect->lb_SelectSeriesDescription->Caption=Bitte Modell wählen und auf "Weiter" klicken.
FSeriesSelect->rb_Series2->Caption=Multi Core GUN3 V2
FSeriesSelect->rb_Series3->Caption=Multi Core GUN3 V3
FSeriesSelect->rb_Series5->Caption=Multi Core GUN3 V5
FSeriesSelect->rb_Series7->Caption=Multi Core GUN3 V7
FSeriesSelect->rb_Series4->Caption=Multi Core GUN3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=Zustimmen
FEULA->rb_DisapproveOfEULA->Caption=Ablehnen
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=Bereit für die Installation
FAskInstall->lb_AskInstall->Caption=Klicken Sie auf "Installation", um die Installation zu starten. \\\\\\\\Um die Angaben erneut zu überprüfen oder zu verändern, drücken Sie bitte auf "Zurück". Klicken Sie auf "Beenden", um die Installation abzubrechen.
//開始安裝畫面=
FInstall->lb_Title->Caption=Installiere…
FInstall->lb_Install->Caption=Der Assistent führt die Installation durch.
CopyFiles=Kopieren der Dateien
ChangeFolderCompetence=Ordnerberechtigung ändern
WriteRegOnUninstallFolder=Schreibe Deinstallationshinweise in die Registrierung.
WriteRegOnBootName=Schreibe Startinformationen in die Registrierung.
CreateLinks=Verknüpfung erstellen
WriteRegOnPrivateFolder=Schreibe Programm-Informationen in die Registrierung.
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=Installation unvollständig. Ein Abbruch der Installation kann zu Fehlern in der Software führen. \\\\Soll die Installation trotzdem abgebrochen werden?
//取消完成畫面=
FCancel->lb_Cancel->Caption=Das Installationsprogramm wurde unterbrochen!
FCancel->lb_Notes->Caption=Das System bleibt unverändert. Sie können die Installation neustarten. \\\\\\\\ Klicken Sie auf "OK", um den Installations-Assistenten zu beenden.
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=Installation der neuen Version erfolgreich abgeschlossen.
FFinish->lb_Finish_Uninstall->Caption=Alte Version wurde erfolgreich entfernt.
FFinish->lb_Finish_Upgrade->Caption=Update abgeschlossen.
FFinish->lb_FinishInstallNotes->Caption=Der Installations-Assistent hat %P auf Ihrem Computer fertiggestellt.
FFinish->lb_FinishUninstallNotes->Caption=%P wurde erfolgreich entfernt.
FFinish->lb_FinishUpgradeNotes->Caption=%P wurde erfolgreich upgedatet.
FFinish->ck_StartProgram->Caption=Starte %P
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=Sind Sie sicher, dass Sie das Programm und alle Funktionen entfernen möchten?
FUninstallConfirm->ck_DeleteUserLog->Caption=Logs löschen (einschl.: Programmierung, Waffendateien, Tastenkonfiguration usw.)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=%P Setup führt die gewünschte Installation aus.
BackupSettingData=Intallationsdateien speichern?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=Drücken Sie "Aktualisieren/Wiederherstellen", um ein Upgrade zu starten.\\\\\\\\Oder klicken Sie auf "Beenden", um abzubrechen.
FAskUpgradeAndRepair->bt_Upgrade->Caption=Aktualisieren/Wiederherstellen
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=%P Setup führt ein Upgrade durch.
FUpgradeAndRepair->bt_Cancel->Caption=Beenden

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Bloody7 deinstallieren
LINK_PROGRAMS_MANUAL=Handbuch
LINK_DESKTOP=Bloody7

